Revit 2024 API
DividedPath.Create Method
Overload List
Name | Description
Create(Document, IList<Reference>)
 Creates a new instance of a divided path with a default layout.
Create(Document, IList<Reference>, ICollection<ElementId>)
 Creates a new instance of a divided path whose points are determined by the intersecting elements.
See Also
DividedPath Class
DividedPath Members
Autodesk.Revit.DB Namespace